Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# USE_LISTENING_HISTORY_OFF_FOCUS_OFF_FOOTER
source: Music played on this device will not appear in Recently Played, your Replay, or influence your recommendations, and if you set up an Apple Music profile, it will not be seen by your followers.
ar: لن تظهر الموسيقى التي تُشغّل على هذا الجهاز ضمن المشغلة حديثًا ولا ضمن Replay، ولن تؤثر على توصياتك، ولن تظهر لمتابعيك إذا كنت قد أعددت صفحة شخصية في Apple Music.
bg: Музиката, която се възпроизвежда на това устройство, няма да се появява в разделите Наскоро възпроизвеждани и Пусни отново, както и няма да повлиява на вашите препоръки. Също така, ако настроите профил в Apple Music, той няма да бъде видим за вашите последователи.
ca: La música que escoltis en aquest dispositiu no es mostrarà a les reproduccions recents ni al resum anual, i no influirà en les recomanacions que rebis. A més, si tens un perfil de l’Apple Music, qui et segueixi tampoc no podrà veure què escoltes.
cs: Hudba přehrávaná na tomto zařízení se nebude objevovat v seznamu naposledy poslouchaných skladeb a ve vašich seznamech Replay ani ovlivňovat vaše doporučení. Pokud jste si vytvořili profil na Apple Music, lidé, kteří vás sledují, tuto hudbu neuvidí.
da: Musik, der afspilles på denne enhed, vises ikke i Senest afspillet eller Afspil igen og påvirker ikke dine anbefalinger. Dine følgere kan heller ikke se, hvis du indstiller en Apple Music‑profil.
de: Auf diesem Gerät wiedergegebene Musik wird nicht in „Zuletzt gespielt“ und in Replay-Playlists angezeigt, beeinflusst nicht, was dir empfohlen wird, und wird deinen Follower:innen nicht angezeigt, wenn du ein Apple Music-Profil einrichtest.
el: Η μουσική που αναπαράγεται σε αυτήν τη συσκευή δεν θα εμφανίζεται στις Πρόσφατες αναπαραγωγές και το Replay, δεν θα επηρεάζει τις εξατομικευμένες συστάσεις σας, και αν διαμορφώσετε ένα προφίλ στο Apple Music, δεν θα είναι ορατό στα άτομα που σας ακολουθούν.
es: La música que se reproduzca en este dispositivo no aparecerá en las reproducciones recientes ni en el resumen anual, no determinará las recomendaciones que recibas y, si configuras un perfil de Apple Music, tus seguidores no lo podrán ver.
es_us: La música que se reproduzca en este dispositivo no influenciará tus recomendaciones ni se mostrará en lo escuchado recientemente o en Replay. Además, si configuraste un perfil de Apple Music, tus seguidores no podrán verla.
fi: Tässä laitteessa toistettu musiikki ei näy Äskettäin toistetuissa tai Replayssa, eikä se vaikuta suosituksiin. Jos otat käyttöön Apple Music -profiilin, se ei näy seuraajillesi.
fr: La musique écoutée sur cet appareil n’apparaîtra pas dans « Écoutés récemment » ni dans votre Replay, n’influencera pas vos recommandations et, si vous avez configuré un profil Apple Music, ne sera pas visible pour vos abonnés.
fr_ca: La musique écoutée sur cet appareil ne s’affichera pas dans Récemment écouté ni dans les listes qui reprennent vos écoutes précédentes, et n’influencera pas les recommandations qui vous sont faites. Si vous créez un profil Apple Music, ce dernier ne sera pas visible par vos abonnés.
he: מוזיקה שהופעלה במכשיר זה לא תופיע ב״הופעלו לאחרונה״ או בפלייליסטים של Replay, ולא תשפיע על ההמלצות שלך. היא גם לא תהיה גלויה לעוקבים שלך אם הגדרת פרופיל ב-Apple Music.
hi: इस डिवाइस पर चलाया गया संगीत हालिया चलाए गए, आपके रीप्ले में नहीं दिखाई देगा या आपको मिलने वाली अनुशंसाओं को प्रभावित नहीं करेगा और अगर आप Apple Music प्रोफ़ाइल सेटअप करते हैं, तो आपके फ़ॉलोअर उसे नहीं देख सकेंगे।
hr: Glazba reproducirana na ovom uređaju neće se prikazivati u Nedavno reproduciranom, Ponovno reproduciranom niti utjecati na vaše preporuke, a ako ste podesili Apple Music profil, vaši ga pratitelji neće moći vidjeti.
hu: Az ezen az eszközön lejátszott zenék nem jelennek meg a Nemrég játszott részben, valamint a Replayben, illetve nem befolyásolják az Önnek szóló javaslatokat, ha pedig beállít egy Apple Music-profilt, nem lesznek láthatók a követői számára.
id: Musik yang diputar di perangkat ini tidak akan muncul di Baru Diputar, Putar Ulang Anda, atau memengaruhi rekomendasi Anda. Selain itu, jika Anda mengatur profil Apple Music, pengaturan tersebut tidak akan terlihat oleh pengikut Anda.
it: La musica riprodotta sul dispositivo non verrà mostrata in “Ascoltati di recente” e nel tuo Replay, non influenzerà i brani consigliati e, se hai configurato un profilo Apple Music, non sarà visualizzata dai tuoi follower.
ja: このデバイスで再生されたミュージックは、最近再生した項目や“リプレイ”に表示されず、おすすめにも反映されません。また、Apple Musicのプロフィールを設定している場合は、あなたをフォローしている人に表示されません。
kk: Бұл құрылғыда ойнатылған музыка «Жақында ойнатылғандар» немесе «Қайта ойнату» плейлистерінде көрсетілмейді немесе ұсыныстарыңызға әсер етпейді, сондай-ақ Apple Music профилін баптасаңыз, жазылушылар оны көрмейді.
ko: 이 기기에서 재생되는 음악이 ‘최근 재생한 음악’ 및 ‘Replay’에 나타나거나 추천 음악에 영향을 주지 않으며, 사용자가 Apple Music 프로필을 설정한 경우 팔로워에게 보여지지 않습니다.
lt: Šiame įrenginyje leista muzika nebus rodoma srityse „Neseniai leista“ ir „Kartojimas“, ji neturės įtakos jūsų rekomendacijoms, o jei sukursite „Apple Music“ profilį, jos nematys jūsų sekėjai.
ms: Muzik yang dimainkan pada peranti ini tidak akan kelihatan dalam Terbaru Dimainkan, Main Semula anda atau mempengaruhi pengesyoran anda dan jika anda menyediakan profil Apple Music, ia tidak akan dilihat oleh pengikut anda.
nl: Muziek die je afspeelt op dit apparaat wordt niet weergegeven in 'Recent afgespeeld', 'Herhaal', heeft geen invloed op je aanbevelingen en wordt niet door je volgers gezien als je een Apple Music-profiel configureert.
no: Musikk som spilles på denne enheten, vil ikke dukke opp i Nylig spilt eller Replay, påvirke hvilke anbefalinger du får, eller, hvis du oppretter en Apple Music-profil, bli sett av de som følger deg.
pl: Muzyka odtwarzana na tym urządzeniu nie będzie widoczna na listach Ostatnio odtwarzane i Odtwórz ponownie, nie będzie miała wpływu na Twoje rekomendacje i nie będzie widoczna dla osób obserwujących Cię (jeśli masz skonfigurowany profil w Apple Music).
pt_br: As músicas reproduzidas neste dispositivo não aparecerão em Reproduções Recentes nem nas seleções de Replay, não influenciarão as suas recomendações e, se você configurar um perfil no Apple Music, não serão vistas pelos seus seguidores.
pt_pt: A música reproduzida neste dispositivo não aparecerá em Recentes nem em Replay, não influenciará as recomendações e, caso configure um perfil em Apple Music, não será vista pelos seus seguidores.
ro: Muzica redată pe acest dispozitiv nu va apărea în istoricul redărilor sau în selecția Replay, nu va influența recomandările primite și, dacă vă configurați un profil Apple Music, nu va fi văzută de urmăritorii dvs.
ru: Музыка, воспроизводимая на этом устройстве, не будет отображаться в разделе «Недавно воспроизведенные» и в миксах «Мой год», а также не повлияет на Ваши рекомендации. Если Вы создадите профиль Apple Music, он не будет виден Вашим подписчикам.
sk: Hudba prehrávaná na tomto zariadení sa nebude zobrazovať medzi naposledy hranými skladbami a vo vašich zoznamoch Replay, nebude ovplyvňovať vaše odporúčania a ak si nastavíte profil na Apple Music, vaši nasledovatelia ju neuvidia.
sl: Glasba, predvajana v tej napravi, ne bo prikazana v razdelku Nedavno predvajano, ponovnih predvajanjih, ne bo vplivala na vaša priporočila, in če nastavite profil v storitvi Apple Music, je vaši sledilci ne bodo videli.
sv: Musik som spelas upp på den här enheten visas inte bland senast spelade och Replay samt påverkar inte vilka rekommendationer som du får. Om du har ställt in en Apple Music-profil visas den inte för dina följare.
th: เพลงที่เล่นบนอุปกรณ์นี้จะไม่แสดงในเล่นล่าสุด, Replay ของคุณ และไม่มีผลต่อการแนะนำเพลงสำหรับคุณ และถ้าคุณตั้งค่าโปรไฟล์ Apple Music ผู้ติดตามของคุณจะไม่เห็นเพลงที่คุณฟังบนอุปกรณ์นี้
tr: Bu aygıtta çalınan müzikler Son Çalınanlar’da ve Dinlediklerin listenizde görünmez ya da önerilerinizi etkilemez; Apple Music profili ayarlarsanız takipçileriniz tarafından da görülmez.
uk: Музика, що відтворюється на цьому пристрої, не зʼявлятиметься в розділах «Недавно відтворені» чи «На повторі», не впливатиме на рекомендації для вас і не відображатиметься для людей, що стежать за вами, якщо у вас є профіль Apple Music.
vi: Nhạc được phát trên thiết bị này sẽ không xuất hiện trong Đã phát gần đây, nhạc Replay cũng như không ảnh hưởng đến các đề xuất của bạn và nếu bạn thiết lập trang cá nhân Apple Music thì người theo dõi của bạn sẽ không nhìn thấy nhạc đó.
zh_cn: 此设备上播放的音乐将不会出现在最近播放、回忆歌单中，也不会影响你的推荐；若你设置了Apple Music个人资料，这些音乐也不会被关注者看到。
zh_hk: 在此裝置上播放的音樂將不會在「最近播放」、「重播」中出現，亦不會影響你收到的推薦項目。如你設定Apple Music個人檔案，你的關注者將不會看到。
zh_tw: 在此裝置上播放的音樂將不會顯示於「最近播放」、「音樂回憶」或影響你的推薦項目。若你已設定Apple Music個人檔案，你的追蹤者將不會看到這些音樂。

source: Wi-Fi Streaming
ar: البث عبر شبكة Wi-Fi
bg: Wi-Fi стриймване
ca: Reproducció per Wi-Fi
cs: Wi‑Fi streamy
da: Streaming via Wi-Fi
de: WLAN-Streaming
el: Ροή Wi-Fi
es: Transmisión por Wi-Fi
es_us: Transmisión con Wi-Fi
fi: Wi-Fi-striimaus
fr: Diffusion Wi-Fi
fr_ca: Diffusion Wi‑Fi
he: הזרמה ברשת אלחוטית
hi: वाई-फ़ाई स्ट्रीमिंग
hr: Streaming (Wi-Fi)
hu: Streamelés Wi-Fi-n
id: Streaming Wi-Fi
it: Streaming via Wi-Fi
ja: Wi-Fiストリーミング
kk: Wi-Fi арқылы трансляция
ko: Wi-Fi 스트리밍
lt: „Wi-Fi“ perdavimas srautu
ms: Penstriman Wi-Fi
nl: Streamen via wifi
no: Wi-Fi-strømming
pl: Strumieniuj (Wi-Fi)
pt_br: Streaming via Wi-Fi
pt_pt: Streaming (Wi‑Fi)
ro: Difuzare prin Wi‑Fi
ru: Трансляция по Wi‑Fi
sk: Streamovanie cez Wi-Fi
sl: Pretakanje prek omrežja Wi-Fi
sv: Wi-Fi-strömning
th: การสตรีมผ่าน Wi‑Fi
tr: Wi-Fi ile Yayın
uk: Трансляція Wi-Fi
vi: Truyền phát qua Wi-Fi
zh_cn: Wi-Fi流播放
zh_hk: Wi-Fi串流
zh_tw: Wi-Fi串流

# SORT_ALBUMS
source: Sort Songs & Albums
ar: فرز الأغاني والألبومات
bg: Сортирай песни и албуми
ca: Ordena les cançons i els àlbums
cs: Řazení skladeb a alb
da: Sorter sange og album
de: Titel und Alben sortieren
el: Ταξινόμηση τραγ./άλμπουμ
es: Ordenar canciones y álbumes
es_us: Ordenar canciones y álbumes
fi: Järjestä kappaleet ja albumit
fr: Morceaux et albums
fr_ca: Trier les chansons et les albums
he: מיון שירים ואלבומים
hi: गीत व ऐल्बम सॉर्ट करें
hr: Složi pjesme i albume
hu: Dalok és albumok rendezése
id: Urutkan Lagu & Album
it: Ordina brani e album
ja: 曲とアルバムを並べ替え
kk: Әндер және альбомдарды сұрыптау
ko: 노래 및 앨범 정렬
lt: Rikiuoti dainas ir albumus
ms: Isih Lagu & Album
nl: Sorteer nummers en albums
no: Sorter sanger og albumer
pl: Sortuj utwory i albumy
pt_br: Ordenar Músicas e Álbuns
pt_pt: Ordenar músicas e álbuns
ro: Sortați melodiile și albumele
ru: Сортировка песен и альбомов
sk: Zoradiť skladby a albumy
sl: Razvrsti skladbe in albume
sv: Sortera låtar och album
th: เรียงเพลงและอัลบั้ม
tr: Parçaları ve Albümleri Sırala
uk: Сортувати
vi: Sắp xếp Bài hát & Album
zh_cn: 歌曲和专辑排序
zh_hk: 排序歌曲及專輯
zh_tw: 歌曲與專輯排序

# APPLE_MUSIC_FOOTER
source: Millions of songs, expert recommendations, and your entire music library. All in one place.
ar: ملايين الأغاني وتوصيات الخبراء ومكتبتك الموسيقية كلها في مكان واحد.
bg: Милиони песни, препоръки от експерти и цялата ви музикална библиотека. Всичко на едно място.
ca: Milions de cançons, recomanacions d’experts i tota la biblioteca musical. En un sol lloc.
cs: Miliony skladeb, doporučení od odborníků a celá vaše hudební knihovna. Vše na jednom místě.
da: Millioner af sange, anbefalinger fra eksperter og hele dit musikbibliotek – samlet på et sted.
de: Millionen von Titeln, Expertenempfehlungen und die gesamte Musikmediathek. Alles an einem Ort.
el: Εκατομμύρια τραγούδια, συστάσεις από ειδήμονες της μουσικής, και ολόκληρη η μουσική σας βιβλιοθήκη, όλα σε ένα σημείο.
es: Millones de canciones, recomendaciones de expertos y tu biblioteca de música al completo. Todo en un solo sitio.
es_us: Millones de canciones, recomendaciones de expertos y toda tu biblioteca musical… Todo en un solo lugar.
fi: Miljoonia kappaleita, asiantuntijoiden suosituksia ja koko musiikkikirjastosi. Kaikki yhdessä paikassa.
fr: Des millions de morceaux, des recommandations d’experts et toute votre bibliothèque de musique. En un même endroit.
fr_ca: Des millions de chansons, les recommandations de nos partenaires et toute votre bibliothèque musicale au même endroit.
he: מיליוני שירים, המלצות של מומחים וספריית המוזיקה שלך במלואה - כל זה במקום אחד.
hi: अनगिनत गीत, विशेषज्ञों की अनुशंसाएँ और आपकी पूरी संगीत लाइब्रेरी। सभी कुछ एक ही स्थान पर।
hr: Milijuni pjesama, preporuke stručnjaka i vaša cijela glazbena medijateka. Sve na jednom mjestu.
hu: Több millió dal, szakértők javaslatai és az Ön teljes zenekönyvtára. Minden egy helyen.
id: Jutaan lagu, rekomendasi dari pakar musik, dan seluruh perpustakaan musik - semua tersedia di satu tempat.
it: Milioni di brani, la tua libreria musicale e i consigli degli esperti. Tutto in un unico posto.
ja: 何百万もの曲、あなたにぴったりの曲を選んでくれる機能、そして完璧なミュージックライブラリ。それらすべてが手に入ります。
kk: Миллиондаған әндерге, сарапшы ұсыныстарына және бүкіл медиатекаға ыңғайлы қол жеткізу. Барлығы бір жерде.
ko: 수백만 곡의 노래, 음악 전문가가 직접 선별한 추천 음악, 편리한 음악 보관함까지, 다양한 기능을 한 곳에서 즐길 수 있습니다.
lt: Milijonai dainų, ekspertų rekomendacijos ir visa jūsų muzikos biblioteka. Viskas vienoje vietoje.
ms: Berjuta-juta lagu, pengesyoran pakar dan keseluruhan pustaka muzik anda. Semuanya di satu tempat.
nl: Miljoenen nummers, aanraders van kenners en je hele muziekbibliotheek. Alles op één plek.
no: Millioner av sanger, anbefalinger fra musikkjennere og hele musikkbiblioteket ditt. Alt på ett sted.
pl: Miliony utworów, fachowe rekomendacje oraz cała Twoja biblioteka muzyczna w jednym miejscu.
pt_br: Milhões de músicas, recomendações de especialistas e toda a sua biblioteca de música. Tudo isso em um só lugar.
pt_pt: Milhões de músicas, recomendações de especialistas e toda a sua biblioteca de música num só local.
ro: Milioane de melodii, recomandări de la experți și întreaga dvs. bibliotecă muzicală. Toate, într‑un singur loc.
ru: Удобный доступ к миллионам песен, рекомендациям экспертов и всей Вашей Медиатеке. Всё в одном месте.
sk: Milióny skladieb, odporúčania odborníkov a celá vaša hudobná knižnica. Všetko na jednom mieste.
sl: Nešteto skladb, priporočila strokovnjakov in vaša celotna glasbena knjižnica – vse na enem mestu.
sv: Miljontals låtar, expertrekommendationer och hela musikbiblioteket. Allt på en och samma plats.
th: เพลงหลายล้านเพลง คำแนะนำจากผู้คร่ำหวอดในวงการเพลง และคลังเพลงทั้งหมดของคุณ รวมอยู่ในที่เดียวกันแล้ว
tr: Milyonlarca parça, uzman önerileri ve tüm müzik arşiviniz. Hepsi bir yerde.
uk: Мільйони пісень, рекомендації експертів і ваша повна медіатека. Усе в одному місці.
vi: Hàng triệu bài hát, gợi ý của chuyên gia và toàn bộ thư viện nhạc của bạn. Tất cả tại một nơi.
zh_cn: 数千万歌曲，专业推荐；整个音乐资料库，尽在一处。
zh_hk: 上億首音樂、專家推薦及你的音樂資料庫，盡在此處。
zh_tw: 上億歌曲、專家推薦，以及你的整個音樂資料庫，盡在一處。

# AUTOMATIC_DOWNLOAD_MESSAGE_SUBSCRIBER
source: Music automatically downloads for offline listening when added to your library or purchased in the iTunes Store.
ar: يتم تنزيل الموسيقى تلقائيًا عند إضافتها إلى مكتبتك أو شرائها في iTunes Store، حتى يمكنك الاستماع إليها دون الاتصال بالإنترنت.
bg: Приложението Музика изтегля песни автоматично за офлайн слушане, когато са добавени към вашата Библиотека или закупени в iTunes Store.
ca: La música que compris a l’iTunes Store o que afegeixis a la teva biblioteca es descarregarà automàticament perquè la puguis escoltar sense connexió.
cs: Hudba přidaná do knihovny nebo koupená v iTunes Storu se automaticky stahuje pro poslech offline.
da: Musik, der føjes til dit bibliotek eller købes i iTunes Store, hentes automatisk, så du kan afspille musikken offline.
de: Musik wird automatisch geladen, wenn sie zu deiner Mediathek hinzugefügt oder im iTunes Store gekauft wird, damit du sie offline hören kannst.
el: Πραγματοποιείται αυτόματα λήψη της μουσικής που προσθέτετε στη βιβλιοθήκη σας ή έχετε αγοράσει από το iTunes Store, για ακρόαση εκτός σύνδεσης.
es: La música se descarga automáticamente para escucharla sin conexión al añadirla a la biblioteca o al comprarla en iTunes Store.
es_us: La música que agregues a tu biblioteca o compres en iTunes Store se descarga automáticamente para escuchar sin conexión.
fi: Musiikki lisätään automaattisesti offline-kuuntelua varten, kun se lisätään kirjastoosi tai ostetaan iTunes Storesta.
fr: L’app Musique télécharge automatiquement les morceaux ajoutés à votre bibliothèque ou achetés dans l’iTunes Store afin que vous puissiez les écouter hors ligne.
fr_ca: La musique est automatiquement téléchargée pour être écoutée hors ligne lorsqu’elle est ajoutée à votre bibliothèque ou achetée dans l’iTunes Store.
he: מוזיקה שנוספה לספריה או נרכשה ב-iTunes Store תורד באופן אוטומטי למכשיר כדי לאפשר האזנה ללא חיבור לאינטרנט.
hi: आपकी लाइब्रेरी में जोड़े जाने या iTunes Store में ख़रीदे जाने पर संगीत को ऑफ़लाइन सुनने के लिए ऑटोमैटिकली डाउनलोड किया जाता है।
hr: Glazba se automatski preuzima za izvanmrežno slušanje kad je dodate u medijateku ili kupite u trgovini iTunes Store.
hu: A zene automatikusan le lesz töltve az offline hallgatáshoz a könyvtárhoz való hozzáadásakor vagy az iTunes Store-ban való megvásárlásakor.
id: Musik akan diunduh secara otomatis untuk didengarkan secara offline jika ditambahkan ke perpustakaan Anda atau dibeli di iTunes Store.
it: I brani vengono scaricati automaticamente per l’ascolto offline quando vengono aggiunti alla libreria o vengono acquistati su iTunes Store.
ja: ライブラリに追加したり、iTunes Storeで購入したりすると、ミュージックを自動的にダウンロードしてオフラインで聴くことができます。
kk: Музыка медиатекаға қосылғаннан немесе iTunes Store дүкенінен сатып алынғаннан кейін, офлайн режимде тыңдау үшін автоматты түрде жүктеп алынады.
ko: 음악을 보관함에 추가하거나 iTunes Store에서 구입하면 오프라인에서 들을 수 있도록 자동으로 다운로드됩니다.
lt: Muzika automatiškai atsisiunčiama, kad būtų galima klausytis neprisijungus prie interneto, ją įtraukus į biblioteką arba įsigijus parduotuvėje „iTunes Store“.
ms: Muzik dimuat turun secara automatik untuk pendengaran luar talian semasa ditambah ke pustaka anda atau dibeli dalam iTunes Store.
nl: Muziek wordt automatisch gedownload voor offline luisteren wanneer deze wordt toegevoegd aan je bibliotheek of wordt gekocht in de iTunes Store.
no: Musikk som legges til i biblioteket ditt eller kjøpes i iTunes Store, lastes ned automatisk så du kan lytte uten internettforbindelse.
pl: Automatycznie pobierana jest muzyka dodawana do biblioteki i kupowana w iTunes Store (do słuchania poza siecią).
pt_br: As músicas são baixadas automaticamente para ouvir off-line quando adicionadas à sua biblioteca ou compradas na iTunes Store.
pt_pt: A música adicionada à biblioteca ou comprada na iTunes Store é descarregada automaticamente para poder ouvir offline.
ro: Muzica este descărcată automat pentru ascultare offline atunci când este adăugată în biblioteca dvs. sau cumpărată din iTunes Store.
ru: Музыка загружается автоматически для прослушивания офлайн, когда она добавлена в медиатеку или приобретена в iTunes Store.
sk: Hudba pridaná do knižnice alebo zakúpená v iTunes Store sa sťahuje automaticky, aby ste ju mohli počúvať offline.
sl: Glasba se samodejno prenese za poslušanje brez povezave, ko jo dodate v knjižnico ali kupite v trgovini iTunes Store.
sv: Musik som läggs till i biblioteket eller köps i iTunes Store hämtas automatiskt så att du kan lyssna på den när du är nedkopplad.
th: ดาวน์โหลดเพลงโดยอัตโนมัติสำหรับการฟังออฟไลน์เมื่อเพิ่มไปยังคลังของคุณหรือซื้อใน iTunes Store
tr: iTunes Store’da satın alınan veya arşivinize eklenen müzikler çevrimdışı dinlemek için otomatik olarak indirilir.
uk: Після додавання в медіатеку або покупки в iTunes Store музика автоматично викачується для відтворення за відсутності інтернет-зʼєднання.
vi: Nhạc tự động tải về để nghe ngoại tuyến khi được thêm vào thư viện của bạn hoặc được mua trong iTunes Store.
zh_cn: 添加到资料库或在iTunes Store中购买的音乐会自动下载，供离线聆听。
zh_hk: 加至資料庫或在iTunes Store購買的音樂會自動下載，以便你離線收聽。
zh_tw: 加入資料庫或從iTunes Store購買的音樂會自動下載，以便你離線聆聽。

source: Optimize Storage
ar: تحسين التخزين
bg: Оптимизирай пространство
ca: Optimitza l’emmagatzematge
cs: Optimalizovat úložiště
da: Optimer lagring
de: Speicher optimieren
el: Βελτιστοποίηση χώρου
es: Optimizar almacenamiento
es_us: Optimizar almacenamiento
fi: Optimoi tallennustila
fr: Optimiser le stockage
fr_ca: Optimiser le stockage
he: מיטוב שטח האחסון
hi: स्टोरेज ऑप्टिमाइज़ करें
hr: Optimiziraj memoriju
hu: Tárhely optimalizálása
id: Optimalkan Penyimpanan
it: Ottimizza spazio
ja: ストレージを最適化
kk: Сақтау орнын реттеу
ko: 저장 공간 최적화
lt: Optimizuoti saugyklą
ms: Optimumkan Storan
nl: Optimaliseer opslag
no: Optimaliser lagring
pl: Optymalizuj dysk
pt_br: Otimizar Armazenamento
pt_pt: Otimizar armazenamento
ro: Optimizare stocare
ru: Оптимизация хранилища
sk: Optimalizovať úložisko
sl: Optimizacija shrambe
sv: Optimera lagring
th: ปรับขนาดพื้นที่จัดเก็บข้อมูล
tr: En İyi Saklama
uk: Оптимізувати сховище
vi: Tối ưu hóa dung lượng
zh_cn: 优化储存空间
zh_hk: 最佳化儲存空間
zh_tw: 最佳化儲存空間
